import * as React from 'react';
import PolicyTable from '../styles/PolicyTable';

const Policy200507 = React.memo(() => (
  <dl>
    <dt>제1조(개인정보의 처리목적)</dt>
    <dd>
      <p>
        회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적
        이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에
        따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
      </p>

      <ul>
        <li>
          <h3>1. 홈페이지 회원 가입 및 관리</h3>
          <p>
            회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격
            유지․관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만 14세
            미만 아동의 개인정보 처리시 법정대리인의 동의여부 확인, 각종 고지․통지, 고충처리
            등을 목적으로 개인정보를 처리합니다.
          </p>
        </li>
        <li>
          <h3>2. 재화 또는 서비스 제공</h3>
          <p>
            물품배송, 서비스 제공, 계약서․청구서 발송, 콘텐츠 제공, 맞춤서비스 제공,
            본인인증, 연령인증, 요금결제․정산, 채권추심 등을 목적으로 개인정보를 처리합니다.
          </p>
        </li>
        <li>
          <h3>3. 고충처리</h3>
          <p>
            민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리결과 통보 등의
            목적으로 개인정보를 처리합니다.
          </p>
        </li>
      </ul>
    </dd>

    <dt>제2조(개인정보의 처리 및 보유기간)</dt>
    <dd>
      <p>
        ①	회사는 법령에 따른 개인정보 보유․이용기간 또는 정보 주체로부터 개인정보를 수집시에 동의받은 개인정보 보유, 이용기간 내에서 개인정보를 처리․보유합니다.<br />
        ②	각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
      </p>

      <ul>
        <li>
          <h3>1. 홈페이지 회원 가입 및 관리 </h3>
          <p>
            1) 사업자/단체 홈페이지 탈퇴시까지 다만, 다음의 사유에 해당하는 경우에는 해당
            사유 종료시까지
            <br />
            2) 관계 법령 위반에 따른 수사․조사 등이 진행중인 경우에는 해당 수사․조사
            종료시까지
            <br />
            3) 홈페이지 이용에 따른 채권․채무관계 잔존시에는 해당 채권․채무관계 정산시까지
          </p>
        </li>
        <li>
          <h3>2. 재화 또는 서비스 제공</h3>
          <p>
            재화․서비스 공급완료 및 요금결제․정산 완료시까지 다만, 다음의 사유에 해당하는
            경우에는 해당 기간 종료시까지
            <br />
            1)「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시․광고, 계약내용 및
            이행 등 거래에 관한 기록
            <br />
            - 표시․광고에 관한 기록 : 6개월
            <br />
            - 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
            <br />
            - 소비자 불만 또는 분쟁처리에 관한 기록 : 3년
            <br />
            2)「통신비밀보호법」제41조에 따른 통신사실확인자료 보관
            <br />
            - 가입자 전기통신일시, 개시․종료시간, 상대방 가입자번호, 사용도수, 발신기지국
            위치추적자료 : 1년
            <br />- 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월
          </p>
        </li>
      </ul>
    </dd>

    <dt>제3조(개인정보의 제3자 제공)</dt>
    <dd>
      <p>
        ① 다양한 서비스 제공 및 품질 향상 등의 목적으로 최소한의 개인정보만 제공하고 있으며,
        개인정보를 제3자에게 제공해야 하는 경우 반드시 사전에 이용자에게 해당 사실을 알리고
        동의를 구하도록 하겠습니다. 다만 다음의 경우는 예외로 하고 있습니다.
      </p>
      <ul>
        <li>
          1. 서비스 제공에 따른 요금정산을 위해 필요한 경우
        </li>
        <li>
          2. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라
          수사기관의 요구가 있는 경우
        </li>
      </ul>
      <p>
        ② 서비스 별 개인정보 제공의 경우 수시로 발생하는 서비스 제휴로 인해 개인정보처리방침
        개정에 어려움이 있으며, 제공내역은 아래 내용 또는 링크를 통해 확인할 수 있습니다. (현재
        제공내역 없음.)
      </p>
      <PolicyTable>
        <thead>
          <tr>
            <th>제공대상자</th>
            <th>업무내용</th>
            <th>제공정보</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>(주)닥프렌즈</td>
            <td>한의플래닛 서비스와 네이버 플랫폼(예약, 지식 in)을 직간접의 방법(API, URL, 링크 등)으로 UI 및 기능을 연계</td>
            <td>
              성명, 휴대폰번호, 한의원 명, 한의원 홈페이지주소, 한의원 대표전화번호
            </td>
          </tr>
        </tbody>
      </PolicyTable>
    </dd>

    <dt>제4조(개인정보처리의 위탁)</dt>
    <dd>
      <p>
        ① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고
        있습니다.
      </p>
      <PolicyTable>
        <thead>
          <tr>
            <th>제공대상자</th>
            <th>위탁업무내용</th>
            <th>제공정보</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>(주)케이지이니시스</td>
            <td>신용카드, 계좌이체 결제처리</td>
            <td>
              은행명, 계좌번호, 사업자번호 또는 생년월일, 휴대폰번호, 성별, 연락처,
              카드사명, 카드번호, 유효기간
            </td>
          </tr>
          <tr>
            <td>㈜시옷</td>
            <td>휴대폰 번호를 통한 본인확인</td>
            <td>고객명, 휴대폰번호</td>
          </tr>
          <tr>
            <td>(주)알리는사람들</td>
            <td>정회원인증 문자발송, 이벤트 문자발송</td>
            <td>휴대폰번호</td>
          </tr>
        </tbody>
      </PolicyTable>
      <p>
        ② 회사는 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보
        처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등
        책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를
        감독하고 있습니다.
        <br />③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을
        통하여 공개하도록 하겠습니다.
      </p>
    </dd>

    <dt>제5조(정보주체의 권리, 의무 및 행사방법)</dt>
    <dd>
      <p>
        ① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수
        있습니다.
      </p>

      <ul>
        <li>
          1. 개인정보 열람요구
        </li>
        <li>
          2. 오류 등이 있을 경우 정정 요구
        </li>
        <li>
          3. 삭제요구
        </li>
        <li>
          4. 처리정지 요구
        </li>
      </ul>

      <p>
        ② 제 1 항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여
        하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.
        <br />
        ③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는
        삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
        <br />
        ④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여
        하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을
        제출하셔야 합니다.
        <br />⑤ 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체
        본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.
      </p>
    </dd>

    <dt>제6조(처리하는 개인정보 항목)</dt>
    <dd>
      <p>회사는 다음의 개인정보 항목을 처리하고 있습니다.</p>
      <p>
        ① 홈페이지 회원 가입 및 관리
        <br />② 재화 또는 서비스 제공
      </p>
      <ul>
        <li>
          <h3>1. 모든 회원공통</h3>
          <p>
            - 필수항목 : 아이디, 이메일주소, 비밀번호, 이름, 휴대폰번호, 한의사 면허번호, 면허증사본, 학교명, 학번, 학생증사본
            <br />- 선택항목 : 성별, 생년월일, 주소
          </p>
        </li>
        <li>
          <h3>2. 세미나, 모임/모집 개설자(개인)</h3>
          <p>- 필수항목 : 신분증 사본, 결제 정산용 통장사본</p>
        </li>
        <li>
          <h3>3. 세미나, 모임/모집 개설자(법인)</h3>
          <p>
              - 필수항목 : 기업정보 - 회사명, 회사주소, 회사전화번호, 회사 FAX, 대표자명,
              사업자등록번호, 업태, 종목, 담당자 이름, 담당자 E-MAIL, 담당자 휴대전화
          </p>
        </li>
        <li>
          <h3>4. 참석자</h3>
          <p>- 기타 모임개설자가 추가로 요구하는 정보</p>
        </li>
      </ul>

      <p>
        ③ 기타 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수
        있습니다.
        <br />
        - IP 주소, 쿠키, MAC 주소, 서비스 이용기록, 방문기록, 불량 이용기록 등
        <br />
        ④ 회원님의 기본적 인권 침해의 우려가 있는 민감정보 (범죄경력, 유전정보 등)를
        수집하지 않습니다. <br />
        ⑤ 회원님이 제공하신 모든 정보는 상기 목적에 필요한 용도
        이외로는 사용되지 않으며, 수집정보의 범위나 사용목적, 용도가 변경될 시에는 반드시
        회원님들께 사전동의를 구할 것입니다.
      </p>
    </dd>

    <dt>제7조(휴면계정 전환 및 개인정보 분리보관)</dt>
    <dd>
      <p>
        회사는 관련 법령에 의거하여 휴면상태 계정의 개인정보를 이용중인 회원정보와 분리
        보관합니다.
        <br />
        시행일자 : 2015 년 8월 18일 / 변경 일자 : 2019년 8월 7일
        <br />
        관련 법령 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제29조 및 동법 시행령 제16조
      </p>

      <ul>
        <li>
          1. 정보통신망법 제29조(개인정보의 파기) 제2항에 따라 '대통령령으로 정하는
          기간'인 1년 동안 미사용자인 경우 개인정보보호를 위해 개인정보를 파기하여야 한다.
          <br />
          다만, 그 기간에 대하여 다른 법령 또는 이용자의 요청에 따라 달리 정한
          경우(기간)에는 그에 따릅니다.
        </li>
        <li>
          2. 정보통신망법 제29조(개인정보의 파기) 제3항에 따라 제2항의 기간 만료 30일 전까지 개인정보가 파기되는 사실, 기간 만료일 및 파기되는 개인정보의 항목 등 대통령령으로 정하는 사항을 전자우편 등 대통령령으로 정하는 방법으로 이용자에게 알려야 합니다.
        </li>
        <li>
          3. 정보통신망법 시행령 제16조(개인정보의 파기 등) 제2항에 따라 달리 정한 기간 동안 이용하지 아니하는 경우에는 이용자의 개인정보를 해당 기간 경과 후 즉시 파기하거나 다른 이용자의 개인정보와 분리하여 별도로 보관하여 관리하여야 합니다.
        </li>
      </ul>
      <p>
        ① 회원이 1년 이상 홈페이지 이용(로그인) 기록이 없는 경우 회원 계정을 휴면상태로
        전환하고, 해당 계정의 개인정보를 서비스 이용중인 회원의 개인정보와 분리하여 별도로
        보관합니다.
        <br />
        ② 분리보관되는 개인정보는 회원이 홈페이지 가입 시 입력한 정보 (이름, 휴대전화, 주소,
        전자우편주소, 닉네임, 면허번호 및 기타 회원의 프로필에 입력한 정보 일체)를 대상으로
        하며, 홈페이지를 이용하면서 작성한 글의 내용은 분리되는 개인정보에서 제외됩니다.
        <br />
        ③ 회사는 휴면계정 전환 예정 및 개인정보 분리보관 30일 이전까지 기존에 수집된 회원의 전자우편주소를 통해서 해당 사실을 회원에게 사전 통지하고 휴면계정 전환 이후 12개월동안 분리보관 기간을 가지며, 이후 개인정보를 완전히 파기합니다.
        <br />
        ④ 휴면상태의 계정으로는 홈페이지 회원전용 서비스의 이용이 제한되고 회사는 휴면상태로
        전환된 계정의 개인정보를 이용, 제공하지 않습니다.
        <br />
        ⑤ 휴면계정 전환 이후 분리보관 기간 동안에 회원은 홈페이지에서 별도의 본인인증 절차를
        통해 휴면상태를 해제할 수 있습니다.
        <br />
        ⑥ 본인인증을 통하여 휴면상태를 해제한 회원의 개인정보는 분리보관 상태에서 서비스
        이용중인 회원의 개인정보로 복구되며, 로그인을 통한 정상적인 홈페이지 사용이 가능합니다.
        <br />⑦ 6개월의 분리보관 기간동안 회원의 사용의지(홈페이지 접속 및 본인인증을 통한
        재사용 시도)가 없을 경우, 회사는 분리보관중이던 해당 회원의 개인정보를 “제
        8조(개인정보의 파기)” 절차에 따라 즉시 파기합니다.
      </p>
    </dd>

    <dt>제8조(개인정보의 파기)</dt>
    <dd>
      <p>
        ① 회사는 개인정보 보유기간의 경과, 회원의 탈퇴요청, 처리목적 달성 등 개인정보가
        불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
        <br />
        ②	정보의 주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
        <br />
        ③ 파기되는 개인정보는 회원이 홈페이지 가입 시 입력한 정보 (아이디, 이메일주소, 이름, 휴대폰번호, 한의사면허번호, 면허증사본, 학교명, 학번, 학생증사본 및 기타 회원의 회원의 프로필에 입력한 정보 일체)를 대상으로 하며, 홈페이지를 이용하면서 작성하신 게시글과 댓글은 다음과 같은 정책으로 보관, 파기됩니다.<br />
        (1) 익명으로 작성하신 게시글, 댓글과 MOA에 작성하신 게시글, 댓글은 보관 처리 되며, 작성하신 게시글 및 댓글의 작성자 정보는 파기되는 개인정보에 해당하므로 "탈퇴회원" 등과 같은 명칭으로 대체 됩니다.<br/>
        (2) 1항을 제외한 게시글과 댓글은 파기됩니다.
        <br />
        ④ (신규)회사는 관계 법령에 따라, 회원 탈퇴 진행 시 다음과 같이 개인정보 보유 정책을 사용합니다.<br />
        - 회원의 이름, 이메일주소, 전화번호 (회원 탈퇴 후 30일간 재가입 방지 목적) : 30일<br />
        - 회원이 작성한 게시글(타임라인 데이터) : 30일<br />
        - 회원의 부정 이용에 대한 조치이력 (회원의 악의적 이용의 재발 방지를 위한 목적) : 6개월<br />
        - 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br />
        - 대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br />
        - 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래 등에서의 소비자보호에 관한 법률)<br />
        - 방문에 관한 기록 : 3개월(통신비밀보호법)<br />
        ⑤	개인정보 파기의 절차 및 방법은 다음과 같습니다.
      </p>
      <ul>
        <li>
          <h3>1. 파기절차</h3>
          <p>
              회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의
              승인을 받아 개인정보를 파기합니다.
          </p>
        </li>
        <li>
          <h3>2. 파기방법</h3>
          <p>
              회사는 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록
              로우레밸포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에
              기록․저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
          </p>
        </li>
      </ul>
    </dd>

    <dt>제9조(개인정보의 안전성 확보조치)</dt>
    <dd>
      <p>회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</p>
      <ul>
        <li>
          <strong>1. 관리적 조치 :</strong> 내부관리계획 수립․시행, 정기적 직원 교육 등
        </li>
        <li>
          <strong>2. 기술적 조치 :</strong> 개인정보처리시스템 등의 접근권한 관리,
          접근통제시스템 설치, 고유식별정보 등의 암호화, 정기적인 비밀번호 변경 요청 안내,
          보안프로그램 설치
        </li>
        <li>
          <strong>3. 물리적 조치 :</strong> 전산실, 자료보관실 등의 접근통제
        </li>
      </ul>
    </dd>

    <dt>제10조(개인정보 보호책임자)</dt>
    <dd>
      <p>
        ① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한
        정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고
        있습니다.
      </p>
      <ul>
        <li>
          <h3>개인정보 보호책임자</h3>
          <p>
            성명 : 전상호
            <br />
            직책 : 대표이사
            <br />
            연락처 : 02-6941-4860, customer@balky.kr 
            <br />
            02-2138-2141(팩스)
          </p>
        </li>
        <li>
          <h3>개인정보 보호 담당부서</h3>
          <p>
            담당자 : 전상호
            <br />
            연락처 : 02-6941-4860, customer@balky.kr
            <br />
            02-2138-2141(팩스)
          </p>
        </li>
      </ul>

      <p>
        ② 정보주체는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련
        문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수
        있습니다. 회사는 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.
      </p>
    </dd>

    <dt>제11조(권익침해 구제방법)</dt>
    <dd>
      <p>
        정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수
        있습니다.
        <br />
        아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제
        결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.
      </p>

      <ul>
        <li>
          <h3>개인정보 침해신고센터 (한국인터넷진흥원 운영)</h3>
          <p>
            - 소관업무 : 개인정보 침해사실 신고, 상담 신청
            <br />
            - 홈페이지 : privacy.kisa.or.kr
            <br />
            - 전화 : (국번없이) 118
            <br />- 주소 : (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원
            개인정보침해신고센터
          </p>
        </li>
        <li>
          <h3>개인정보 분쟁조정위원회 (한국인터넷진흥원 운영)</h3>
          <p>
            - 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
            <br />
            - 홈페이지 : privacy.kisa.or.kr
            <br />
            - 전화 : (국번없이) 118
            <br />- 주소 : (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원
            개인정보침해신고센터
          </p>
        </li>
        <li>
          <p>
            <b>대검찰청 사이버범죄수사단 :</b> 02-3480-3573 (www.spo.go.kr)
            <br />
            <b>경찰청 사이버테러대응센터 :</b> 1566-0112 (www.netan.go.kr)
          </p>
        </li>
      </ul>
    </dd>

    <dt>제12조(개인정보 처리방침 변경)</dt>
    <dd>
      ① 이 개인정보 처리방침은 2020년 05월 07일부터 적용됩니다.
      (변경 공고 일자 : 2020년 04월 08일)
    </dd>
  </dl>
));

export default Policy200507;