import * as React from 'react';

const DoctalkDisclosure200131 = React.memo(() => (
  <dl>
    <dd>
      <ul>
        <li>① 개인정보를 제공받는 자 : 닥프렌즈 주식회사(닥톡)</li>
        <li>
          ② 개인정보를 제공받는 자의 개인정보 이용 목적 : 닥톡을 통해 한의플래닛 서비스와 네이버 플랫폼(예약, 지식 iN)을 직간접의 방법(API, URL 링크 등)으로 UI 및 기능을 연계하는 업무이다. 연동의 범위는 다음과 같다.
          1. 한의플래닛 서비스와 닥톡-네이버 예약 시스템 연동<br/>
          2. 닥톡(닥톡미디어센터 포함)의 네이버 지식 iN 의료상담 콘텐츠 생성, 등록 시스템 연동
        </li>
        <li>③ 제공하는 개인정보의 항목 : 성명, 휴대폰번호, 한의원 명, 한의원 홈페이지주소, 한의원 대표전화번호</li>
        <li>
          ④ 개인정보를 제공받는 자의 개인정보 보유 및 이용 기간 : 회원님의 개인정보는 원칙적으로 개인정보의 수집목적 또는 제공받는 목적이 달성되면 파기됩니다.<br/>
          단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보유합니다.
          1.    부정 사용자 기록<br/>
          • 보유이유: 불량 이용자의 재가입 방지, 명예 훼손 등 권리 침해 분쟁 및 수사 협조<br/>
          • 보유기간: 1년<br/>
          2.    계약 또는 청약철회 등에 관한 기록<br/>
          • 보유이유: 전자상거래 등에서의 소비자 보호에 관한 법률<br/>
          • 보유기간: 5년<br/>
          3.    대금 결제 및 재화 등의 공급에 관한 기록<br/>
          • 보유이유: 전자상거래 등에서의 소비자 보호에 관한 법률<br/>
          • 보유기간: 5년<br/>
          4.    소비자 불만 또는 분쟁처리에 관한 기록<br/>
          • 보유이유: 전자상거래 등에서의 소비자보호에 관한 법률<br/>
          •보유기간: 3년<br/>
          5.    로그 기록<br/>
          • 보유이유: 통신비밀보호법<br/>
          • 보유기간: 3개월
        </li>
        <li>⑤ 동의를 거부할 수 있으며,  동의 거부시 닥톡 서비스에 해당 정보가 제공되지 않습니다.</li>
      </ul>
    </dd>
  </dl>
));

DoctalkDisclosure200131.displayName = 'DoctalkDisclosure200131';

export default DoctalkDisclosure200131;
